tap 'homebrew/bundle'
brew 'ctags'
brew 'git'
brew 'mobile-shell'
brew 'rbenv'
brew 'rbenv-ctags'
brew 'rbenv-default-gems'
brew 'readline'
brew 'reattach-to-user-namespace'
brew 'ruby-build'
brew 'the_silver_searcher'
brew 'tig'
brew 'tmux'
brew 'vim'
brew 'youtube-dl'
brew 'zsh'
